/* 
https://www.iconfinder.com/icons/1243689/call_phone_icon
Creative Commons (Attribution 3.0 Unported);
https://www.iconfinder.com/Makoto_msk */

export const storeProducts = [
  {
    id: 1,
    title: "Веб-приложение",
    img: "https://i.imgur.com/8JDrUsH.png",
    price: 120000,
    company: "Веб-приложение - приложение со сложной архитектурой",
    info:
      "Подходит для больших корпоративных решений. Разрабатывается на основе многопоточной стратегии, что даёт вам быстрый и готовый результат и проходит строгое теститрование, что гарантирует полную надёжность. В стоимость входит дизайн. Дальнейшее сопровождение ПО включает ежемесячную оплату VPS сервиса, тариф которого вы выбираете самостоятельно",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 2,
    title: "CMS Сайт",
    img: "https://i.imgur.com/R5TLqn0.png",
    price: 30000,
    company: "CMS сайт - приложение с управлением содержимым и простой архитектурой",
    info:
      "Подходит для малых корпоративных решений. Прост в создании, не требующая строгого тестирования. В стоимость входит дизайн. Дальнейшее сопровождение ПО включает ежемесячную оплату CMS сервиса, тариф которого вы выбираете самостоятельно",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 3,
    title: "Мобильное приложение",
    img: "https://i.imgur.com/F8nhc6c.png",
    price: 50000,
    company: "Имеет высокий спрос на рынке",
    info:
      "Подходит для любых корпоративных решений. Можно разработать под две платформы за одну цену. В стоимость входит дизайн. Дальнейшее сопровождение ПО включает ежемесячную оплату CMS сервиса, тариф которого вы выбираете самостоятельно",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 4,
    title: "Дизайн",
    img: "https://i.imgur.com/48q9E3q.jpg",
    price: 15000,
    company: "Важная часть любого продукта",
    info:
      "Дизайн является частью любого приложения, работающего в браузере. Первое на что пользователь обращает внимание, так это на его оболочку, поэтому наши дизайнеры выполнят по высокому качеству",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 5,
    title: "Telegram бот",
    img: "https://i.imgur.com/RkHzeyI.png",
    price: 20000,
    company: "Прост, быстр, полезен",
    info:
      "Telegram имеет больше 500 млн пользователей и боты являются хорошим помощником для любого бизнеса",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 6,
    title: "Реклама",
    img: "https://i.imgur.com/TZ0HRc3.png",
    price: 25000,
    company: "Без рекламы, о вашем приложении никто не узнает",
    info:
      "Реклама, то без чего бизнес жить не может. Мы предлагаем свою стратегию маркетинга, которая называется <<Искусство маркетинга>> из чего ваш бизнес превратится в тренд",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 7,
    title: "Бизнес консалтинг",
    img: "https://i.imgur.com/LTEDm0L.jpg",
    price: 2500,
    company: "Бизнес - это не сложно",
    info:
      "Если вы только новичок в сфере бизнеса, вам просто необходим бизнес-консультант. Бизнес - это исследование рынка и следование ему. Необязательно быть экономистом, чтобы открыть бизнес",
    inCart: false,
    count: 0,
    total: 0
  }
];

export const detailProduct = {
  id: 1,
  title: "Веб-приложение",
  img: "https://i.imgur.com/8JDrUsH.png",
  price: 120000,
  company: "Веб-приложение - приложение со сложной архитектурой, работающая в браузере.",
  info:
  "Подходит для корпоративных решений. Разрабатывается на основе многопоточной стратегии, что даёт вам быстрый и готовый результат и проходит строгое теститрование, что гарантирует полную надёжность. В стоимость входит дизайн. Дальнейшее сопровождение ПО включает ежемесячную оплату VPS сервиса, тариф которого вы выбираете самостоятельно",
  inCart: false,
  count: 0,
  total: 0
};
